CSI API ETABS v1

# cDCoHong_Kong_CP_2013 Interface

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    public interface cDCoHong_Kong_CP_2013

    Public Interface cDCoHong_Kong_CP_2013

    Dim instance As cDCoHong_Kong_CP_2013

    public interface class cDCoHong_Kong_CP_2013

    type cDCoHong_Kong_CP_2013 =  interface end

The cDCoHong_Kong_CP_2013 type exposes the following members.

Methods

| Name| Description
---|---|---
|
GetOverwrite|
|
GetPreference|
|
SetOverwrite|
|
SetPreference|
Top

See Also

#### Reference

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com